{
  "1" : {
    "name": "Яблоки",
    "cost": 357,
    "weight" : 0.9,
    "category": "Фрукты",
    "shortDescription" : "Богаты железом",
    "fullDescription": "Я́блоко — плод яблони, который употребляется в пищу в свежем виде, служит сырьём в кулинарии и для приготовления напитков. Считается, что родиной яблони является Центральная Азия. Наибольшее распространение получила яблоня домашняя. На сегодняшний день существует множество сортов этого вида яблони, произрастающих в различных климатических условиях.",
    "popularity" : 990,
    "image" : "img/apple.png"
  },
  "2" : {
    "name": "Киви",
    "cost": 335,
    "weight" : 1.7,
    "category": "Экзотика",
    "shortDescription" : "Зеленый не значит неспелый",
    "fullDescription": "Ки́ви — название плодов культурных сортов растений рода Актини́дия, принадлежащих к видам Актини́дия кита́йская (лат. Actinidia chinensis) или Актинидия деликатесная (лат. Actinidia deliciosa). Сами растения представляют собой крупные древовидные лианы родом из Китая, поэтому киви иногда называют «китайским крыжовником».",
    "popularity" : 283,
    "image" : "img/kiwi.png"
  },
  "3" : {
    "name": "Лимоны",
    "cost": 417,
    "weight" : 1.8,
    "category": "Цитрусы",
    "shortDescription" : "Добавьте в чай",
    "fullDescription": "Лимо́н (лат. Cítrus límon) — растение; вид рода Цитрус (Citrus) подтрибы Цитрусовые (Citreae) семейства Рутовые (Rutacea). Лимоном также называется плод этого растения. Родина — Индия, Китай и тихоокеанские тропические острова. В дикорастущем состоянии неизвестен, вероятнее всего — это гибрид, спонтанно возникший в природе и долгое время развивавшийся как отдельный вид. Широко культивируется во многих странах с субтропическим климатом. ",
    "popularity" : 803,
    "image" : "img/lemon.png"
  },
  "4" : {
    "name": "Клубника",
    "cost": 381,
    "weight" : 0.4,
    "category": "Ягоды",
    "shortDescription" : "Идеальна со взбитыми сливками",
    "fullDescription": "Земляни́ка анана́сная — многолетнее травянистое растение рода Земляника семейства Розовых. Это растение и его плоды нередко, в том числе в некоторой научно-популярной литературе, называют клубникой[3][6][7][8] либо викторией, хотя словом клубника правильнее именовать другие виды того же рода — клубнику настоящую (Fragaria moschata) и клубнику луговую (Fragaria viridis)[9][10]. При этом садовую землянику также часто путают с культурными разновидностями земляники лесной (альпийской)",
    "popularity" : 96,
    "image" : "img/strawberry.png"
  },
  "5" : {
    "name": "Помидоры",
    "cost": 188,
    "weight" : 1.6,
    "category": "Овощи",
    "shortDescription" : "Большой и солидный сеньор",
    "fullDescription": "Тома́т, или помидóр (лат. Solánum lycopérsicum) — однолетнее или многолетнее травянистое растение, вид рода Паслён (Solanum)[2] семейства Паслёновые (Solanaceae). Возделывается как овощная культура.Название «помидор» происходит от итал. pomo d'oro — «золотое яблоко». Слово «томат» восходит к ацтекскому названию растения «томатль»[3] через французское tomate. В настоящий момент в русском языке оба названия равноправны.",
    "popularity" : 85,
    "image" : "img/tomato.png"
  },
  "6" : {
    "name": "Бананы",
    "cost": 307,
    "weight" : 1.0,
    "category": "Фрукты",
    "shortDescription" : "Желтые и питательные",
    "fullDescription": "Бана́н — название съедобных плодов культивируемых видов рода Банан (Musa); обычно под таковыми понимают Musa acuminata и Musa × paradisiaca, а также Musa balbisiana, Musa fehi[en], Musa troglodytarum[en] и ряд других. Также бананами могут называть плоды Ensete ventricosum[en] (строго говоря, являющегося представителем другого рода семейства Банановые)[1][2]. С ботанической точки зрения банан является ягодой[3], многосеменной и толстокожей. У культурных форм часто отсутствуют семена, ненужные при вегетативном размножении. Имеют размеры до 15 см в длину и 3—4 см в диаметре. Соплодия могут состоять из 300 плодов и иметь массу до 50—60 кг[4].",
    "popularity" : 698,
    "image" : "img/banana.png"
  },
  "7" : {
    "name": "Чеснок",
    "cost": 480,
    "weight" : 1.0,
    "category": "Овощи",
    "shortDescription" : "Придаст вашему блюду остроту",
    "fullDescription": "Чесно́к (лат. Állium satívum) — многолетнее травянистое растение; вид рода Лук семейства Амариллисовые (Amaryllidaceae) подсемейства Луковые (Allioideae), ранее помещался в самостоятельное ныне упразднённое семейство Луковые (Alliaceae).Популярная овощная культура у многих народов по всему миру, что объясняется острым вкусом и характерным запахом, связанным с наличием в составе растения органических сульфидов (тиоэфиров). Дольки луковицы («зубчики») используются в качестве посевного материала, употребляются в пищу (в сыром или приготовленном виде, как приправа). ",
    "popularity" : 556,
    "image" : "img/garlic.png"
  },
  "8" : {
    "name": "Гранат",
    "cost": 235,
    "weight" : 0.6,
    "category": "Фрукты",
    "shortDescription" : "Не забрызгайтесь",
    "fullDescription": "Грана́тина (лат. balaūsta) — плод, характерен для представителей рода гранат (Punica). Русское название происходит от лат. pomum granatum — «зерненое яблоко», далее из granum «зерно», от праиндоевр. *gre-no- «зерно». Научное латинское название — от лат. balaustĭum, далее из др.-греч. βαλαύστιον «плод граната»",
    "popularity" : 113,
    "image" : "img/garnet.png"
  },
  "9" : {
    "name": "Вишня",
    "cost": 184,
    "weight" : 0.1,
    "category": "Ягоды",
    "shortDescription" : "Вишня красная, сочная, сладкая",
    "fullDescription": "Вишня (черешня) — плод растений подрода cerasus рода Prunus. Плод типа костянка. Плоды подрода Cerasus отличается от других подродов рода Prunus (Armeniaca — абрикос, Prunus — слива и Emplectocladus) тем, что он гладкий, без налёта. Плоды вишни имеют кисло-сладкий вкус.",
    "popularity" : 652,
    "image" : "img/cherry.png"
  },
  "10" : {
    "name": "Манго",
    "cost": 269,
    "weight" : 1.7,
    "category": "Экзотика",
    "shortDescription" : "Гость из дальних стран",
    "fullDescription": "Ма́нго — плоды растений рода Манго (Mangifera) семейства Анакардиевые (Сумаховые). Вид Манго индийское (Mangifera indica) имеет большое сельскохозяйственное значение. В 2009 году в сельском хозяйстве по всему миру выращивается больше 300 сортов этого вида.[1] (К 1969 году было известно около 200 сортов[2].) Один из крупнейших экспортёров этого вида манго — Индия[3]. Плоды манго индийского обладают волокнистой структурой и сладким вкусом, кожура окрашена в тона красного, зелёного или жёлтого цветов, у мякоти цвет жёлтый или оранжевый.",
    "popularity" : 131,
    "image" : "img/mango.png"
  },
  "11" : {
    "name": "Дыни",
    "cost": 102,
    "weight" : 0.3,
    "category": "Фрукты",
    "shortDescription" : "Не забудьте постучать",
    "fullDescription": "Ды́ня (лат. Cucumis melo) — растение семейства Тыквенные (Cucurbitaceae), вид рода Огурец (Cucumis), бахчевая культура. Родиной дыни считается Средняя Азия и Малая Азия. Дыня — тепло- и светолюбивое растение, устойчивое к засолению почвы и засухе, плохо переносит повышенную влажность воздуха. На одном растении в зависимости от сорта и места возделывания может сформироваться от двух до восьми плодов, массой от 1,5 до 10 кг. Плод дыни — тыквина — имеет шаровидную или цилиндрическую форму, зелёной, жёлтой, коричневой или белой окраски, как правило с зелёными полосками. Период вызревания — от двух до шести месяцев.",
    "popularity" : 360,
    "image" : "img/melon.png"
  },
  "12" : {
    "name": "Маслины",
    "cost": 291,
    "weight" : 1.5,
    "category": "Ягоды",
    "shortDescription" : "Ягода или фрукт?",
    "fullDescription": "Применяемые в пищевой промышленности оливки - это плоды окультуренного вида масличного дерева — Оливы европейской. В соответствии с международной терминологией, существуют оливки чёрные (англ. Black olives) — зрелые плоды оливкового дерева и зелёные оливки (англ. Green olives) — недозревшие плоды оливкового дерева. В русском языке в обиходной речи оливками называют плоды зелёного цвета, чёрные оливки именуют маслинами.",
    "popularity" : 626,
    "image" : "img/oliva.png"
  },
  "13" : {
    "name": "Лук",
    "cost": 162,
    "weight" : 1.6,
    "category": "Овощи",
    "shortDescription" : "Свидание придется отложить",
    "fullDescription": "Лук ре́пчатый (лат. Állium cépa) — многолетнее травянистое растение, вид рода Лук (Allium) семейства Луковые (Alliaceae), широко распространённая овощная культура. Луковица до 15 см в диаметре, плёнчатая. Наружные чешуи сухие, жёлтые, реже фиолетовые или белые; внутренние — мясистые, белые, зеленоватые или фиолетовые, расположены на укороченном стебле, называемом донцем. На донце в пазухах сочных чешуек находятся почки, дающие начало дочерним луковицам, образующим «гнездо» из нескольких луковиц.",
    "popularity" : 352,
    "image" : "img/onion.png"
  },
  "14" : {
    "name": "Апельсины",
    "cost": 405,
    "weight" : 1.4,
    "category": "Цитрусы",
    "shortDescription" : "Небольшое солнышко у вас в корзинке",
    "fullDescription": "Апельсин — плод апельсинного дерева[1][2]. Представляет собой гесперидий — многогнёздную ягоду. Покрыт шероховатой оранжевой кожурой (цедрой). Семена погружены в мякоть гнёзд[1]. Размер, форма и окраска кожуры могут сильно отличаться в зависимости от сорта растения[3]. Апельсины употребляются в пищу в свежем виде, служат сырьём в кулинарии и для приготовления соков, варенья, джемов, цукатов, мармелада и других продуктов. ",
    "popularity" : 35,
    "image" : "img/orange.png"
  },
  "15" : {
    "name": "Горох",
    "cost": 406,
    "weight" : 1.8,
    "category": "Бобовые",
    "shortDescription" : "Из него хоть суп, хоть кашу",
    "fullDescription": "Горо́х (лат. Písum) — род однолетних и многолетних[3] травянистых растений семейства Бобовые (Fabaceae). Широко используется как пищевая и кормовая культура. Плод — плоский двустворчатый боб с семенами-горошинами. Горошины обычно сферической или несколько угловатой формы.",
    "popularity" : 924,
    "image" : "img/pea.png"
  },
  "16" : {
    "name": "Персики",
    "cost": 479,
    "weight" : 0.9,
    "category": "Фрукты",
    "shortDescription" : "Мягкие, нежные, сочные",
    "fullDescription": "",
    "popularity" : 226,
    "image" : "img/peach.png"
  },
  "17" : {
    "name": "Груши",
    "cost": 344,
    "weight" : 0.2,
    "category": "Фрукты",
    "shortDescription" : "Таят во рту",
    "fullDescription": "",
    "popularity" : 630,
    "image" : "img/pear.png"
  },
  "18" : {
    "name": "Ананасы",
    "cost": 101,
    "weight" : 0.6,
    "category": "Экзотика",
    "shortDescription" : "Едят вас пока вы едите их",
    "fullDescription": "",
    "popularity" : 236,
    "image" : "img/pinapple.png"
  },
  "19" : {
    "name": "Редис",
    "cost": 153,
    "weight" : 1.3,
    "category": "Овощи",
    "shortDescription" : "Похрустим",
    "fullDescription": "",
    "popularity" : 111,
    "image" : "img/radish.png"
  },
  "20" : {
    "name": "Абрикосы",
    "cost": 166,
    "weight" : 0.9,
    "category": "Фрукты",
    "shortDescription" : "Вкусные снаружи и внутри",
    "fullDescription": "",
    "popularity" : 367,
    "image" : "img/apricot.png"
  }
}